<?xml version="1.0" encoding="iso-8859-1"?>

<rdf:RDF
 xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#"
 xmlns="http://purl.org/rss/1.0/"
 xmlns:slash="http://purl.org/rss/1.0/modules/slash/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:admin="http://webns.net/mvcb/"
>

<channel rdf:about="http://barrapunto.com/">
<title>Barrapunto</title>
<link>http://barrapunto.com/</link>
<description>La informaci&#243;n que te interesa</description>
<dc:language>EN</dc:language>
<dc:rights>Copyleft 1999-2006, Barrapunto</dc:rights>
<dc:date>2017-04-18T18:40:12+00:00</dc:date>
<dc:publisher>Barrapunto S.L.</dc:publisher>
<dc:creator>webmaster@barrapunto.com</dc:creator>
<dc:subject>Tecnolog&#237;a, Software libre</dc:subject>
<syn:updatePeriod>hourly</syn:updatePeriod>
<syn:updateFrequency>1</syn:updateFrequency>
<syn:updateBase>1970-01-01T00:00+00:00</syn:updateBase>
<items>
 <rdf:Seq>
  <rdf:li rdf:resource="http://softlibre.barrapunto.com/article.pl?sid=17/04/05/2241220&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=17/04/02/2228200&amp;from=rss" />
  <rdf:li rdf:resource="http://softlibre.barrapunto.com/article.pl?sid=17/04/02/2227211&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=17/04/01/1427230&amp;from=rss" />
  <rdf:li rdf:resource="http://softlibre.barrapunto.com/article.pl?sid=17/03/12/1017200&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=17/03/03/0950231&amp;from=rss" />
  <rdf:li rdf:resource="http://ciberderechos.barrapunto.com/article.pl?sid=17/02/17/1810239&amp;from=rss" />
  <rdf:li rdf:resource="http://softlibre.barrapunto.com/article.pl?sid=17/02/16/104207&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=17/02/14/010228&amp;from=rss" />
  <rdf:li rdf:resource="http://barrapunto.com/article.pl?sid=17/02/13/1022230&amp;from=rss" />
 </rdf:Seq>
</items>
<image rdf:resource="http://barrapunto.com/images/topics/topicbarrapunto.png" />
<textinput rdf:resource="http://barrapunto.com/search.pl" />
</channel>

<image rdf:about="http://barrapunto.com/images/topics/topicbarrapunto.png">
<title>Barrapunto</title>
<url>http://barrapunto.com/images/topics/topicbarrapunto.png</url>
<link>http://barrapunto.com/</link>
</image>

<item rdf:about="http://softlibre.barrapunto.com/article.pl?sid=17/04/05/2241220&amp;from=rss">
<title>Ubuntu abandona Unity para volver a Gnome</title>
<link>http://softlibre.barrapunto.com/article.pl?sid=17/04/05/2241220&amp;from=rss</link>
<description>DonkeyMCP nos cuenta: &amp;#171;En un giro inesperado de acontecimientos, Canonical ha decidido abandonar Unity junto a su plan de convergencia para volver a Gnome y centrarse en el 'IoT' y en 'la nube', seg&amp;#250;n ha anunciado Mark Shuttlewort.&amp;#187;</description>
<dc:creator>nettizen</dc:creator>
<dc:date>2017-04-05T20:58:00+00:00</dc:date>
<dc:subject>gnome</dc:subject>
<slash:section>softlibre</slash:section>
<slash:comments>38</slash:comments>
<slash:hit_parade>38,38,5,3,1,0,0</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=17/04/02/2228200&amp;from=rss">
<title>Microsoft cierra el portal CodePlex</title>
<link>http://barrapunto.com/article.pl?sid=17/04/02/2228200&amp;from=rss</link>
<description>Microsoft ha anunciado que cerrar&amp;#225; CodePlex el 15 de diciembre de 2017 (anuncio de Microsoft aqu&amp;#237;). CodePlex es un portal creado por Microsoft en 2006 (visto en Barrapunto) para proporcionar hospedaje gratuito y servicios de control de versiones Mercurial, Subversion y Git a proyectos software bajo licencias open source. Microsoft recomienda a los usuarios migrar sus proyectos a otros portales, especialmente a GitHub. M&amp;#225;s opiniones en Hacker News.</description>
<dc:creator>jperex (posted by nettizen)</dc:creator>
<dc:date>2017-04-02T22:05:00+00:00</dc:date>
<dc:subject>microsoft</dc:subject>
<slash:section>mainpage</slash:section>
<slash:comments>7</slash:comments>
<slash:hit_parade>7,6,0,0,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://softlibre.barrapunto.com/article.pl?sid=17/04/02/2227211&amp;from=rss">
<title>Unix Research 8, 9 y 10, gratis bajo licencia no comercial</title>
<link>http://softlibre.barrapunto.com/article.pl?sid=17/04/02/2227211&amp;from=rss</link>
<description>La compa&amp;#241;&amp;#237;a Nokia Bell Labs (que engloba actualmente a los antiguos laboratorios de Alcatel, Lucent y Bell) ha emitido un comunicado en el que promete que no ejercer&amp;#225; sus derechos de copyright sobre cualquier copia, distribuci&amp;#243;n, estudio o trabajo derivado de las versiones Research Unix 8, 9 y 10, siempre que se distribuyan mediante procedimientos "no comerciales". Aunque el anuncio dista mucho de ser una licencia opensource, el movimiento de Nokia permitir&amp;#225; preservar y estudiar el c&amp;#243;digo de estos tres Unix hist&amp;#243;ricos. Nokia no proporcionar&amp;#225; ning&amp;#250;n tipo de soporte: si queremos acceder al c&amp;#243;digo fuente de estos Unix deberemos utilizar los servidores de The Unix Heritage Society (TUHS), que conseguieron estas tres ediciones Research gracias al trabajo de voluntarios que las rescataron de diversos departamentos inform&amp;#225;ticos y de colecciones particulares. Pr&amp;#243;ximamente, se incluir&amp;#225;n tambi&amp;#233;n en el repositorio git de Diomidis Spinellis, que prentende consolidar la historia de Unix en un repositorio git &amp;#250;nico (visto en Barrapunto). Mientras tanto, podemos tambi&amp;#233;n echar un vistazo a las manpages de la Research 8. Caldera realiz&amp;#243; un anuncio similar en 2002 permitiendo la distribuci&amp;#243;n del c&amp;#243;digo fuente de las ediciones hist&amp;#243;ricas de Unix hasta la edici&amp;#243;n 7. M&amp;#225;s informaci&amp;#243;n sobre el anuncio de Nokia en The Register, en el blog de Spinellis y en un hilo en la lista de correos de TUHS. M&amp;#225;s opiniones en Hacker News.</description>
<dc:creator>jperex (posted by nettizen)</dc:creator>
<dc:date>2017-04-02T20:45:00+00:00</dc:date>
<dc:subject>unix</dc:subject>
<slash:section>softlibre</slash:section>
<slash:comments>5</slash:comments>
<slash:hit_parade>5,4,0,0,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=17/04/01/1427230&amp;from=rss">
<title>Slashdot se ha vuelto color 'Butano' Barrapunto</title>
<link>http://barrapunto.com/article.pl?sid=17/04/01/1427230&amp;from=rss</link>
<description>Un pobrecito hablador nos cuenta: &amp;#171;Slashdot se ha vuelto color Barrapunto 'Butano' por el April's Fool...&amp;#187; &amp;#191;Qui&amp;#233;n dijo que 'Barrapunto ya no es lo que era'? &amp;#161;Hasta Slashdot celebra la atemporalidad de bp! :p</description>
<dc:creator>nettizen</dc:creator>
<dc:date>2017-04-01T12:45:00+00:00</dc:date>
<dc:subject>slashdot</dc:subject>
<slash:section>mainpage</slash:section>
<slash:comments>3</slash:comments>
<slash:hit_parade>3,3,0,0,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://softlibre.barrapunto.com/article.pl?sid=17/03/12/1017200&amp;from=rss">
<title>Migraci&#243;n a software libre del Ayuntamiento de Madrid</title>
<link>http://softlibre.barrapunto.com/article.pl?sid=17/03/12/1017200&amp;from=rss</link>
<description>Tras el &amp;#233;xito de los primeros Presupuestos participativos que celebr&amp;#243; Madrid el a&amp;#241;o pasado este a&amp;#241;o se vuelve a repetir la experiencia. Desde hoy ya es posible votar en la primera ronda que servir&amp;#225; para hacer una primera criba de proyectos antes de que el Ayuntamiento pase a evaluar el coste y la viabilidad de los mismos. Dentro de los proyectos que afectan a toda la ciudad se ha presentado un proyecto de migraci&amp;#243;n a software libre. Si este proyecto recaba los votos necesarios en 2018 se realizar&amp;#237;a en Madrid una auditor&amp;#237;a que marcase el plan de migraci&amp;#243;n del ayuntamiento a software libre. Si est&amp;#225;s empadronado en Madrid entra y ap&amp;#243;yalo.</description>
<dc:creator>Almorca (posted by mig21)</dc:creator>
<dc:date>2017-03-12T10:34:00+00:00</dc:date>
<dc:subject>administraciones</dc:subject>
<slash:section>softlibre</slash:section>
<slash:comments>184</slash:comments>
<slash:hit_parade>184,178,19,15,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=17/03/03/0950231&amp;from=rss">
<title>Un comando mal escrito caus&#243; la ca&#237;da del servicio Amazon S3</title>
<link>http://barrapunto.com/article.pl?sid=17/03/03/0950231&amp;from=rss</link>
<description>Plataformas como Quora, Imgur y Giphy. Servicios y aplicaciones como Slack, Twitch y Airbnb. Webs de noticias como Business Insider y Gizmodo estuvieron ca&amp;#237;das durante horas el martes (y en especial sus im&amp;#225;genes, alojadas en los servidores de Amazon S3). &amp;#191;El motivo? Un simple typo. La nube de Amazon (Amazon Web Services) es una parte importante de la columna vertebral de Internet. Si falla, buena parte de Internet se cae. As&amp;#237; de fr&amp;#225;gil es la red... Hoy Amazon ha revelado la causa de la ca&amp;#237;da del martes. Por supuesto, carga toda la culpa a un empleado (&amp;#191;o exempleado?) que escribi&amp;#243; mal un comando. Toda la historia y los detalles t&amp;#233;cnicos en C&amp;#243;mo un comando mal escrito por un ingeniero de Amazon dej&amp;#243; buena parte de Internet inaccesible durante horas y en ingl&amp;#233;s en How a typo took down S3, the backbone of the internet. Informaci&amp;#243;n adicional en la nota oficial de Amazon: Summary of the Amazon S3 Service Disruption in the Northern Virginia (US-EAST-1) Region</description>
<dc:creator>Wayfarer</dc:creator>
<dc:date>2017-03-03T10:09:00+00:00</dc:date>
<dc:subject>internet</dc:subject>
<slash:department>Internet-se-rompe</slash:department>
<slash:section>mainpage</slash:section>
<slash:comments>18</slash:comments>
<slash:hit_parade>18,18,10,3,2,1,0</slash:hit_parade>
</item>

<item rdf:about="http://ciberderechos.barrapunto.com/article.pl?sid=17/02/17/1810239&amp;from=rss">
<title>Apple declara la guerra a las reparaciones dom&#233;sticas en EEUU</title>
<link>http://ciberderechos.barrapunto.com/article.pl?sid=17/02/17/1810239&amp;from=rss</link>
<description>pobrecito hablador nos cuenta: &amp;#171;Si es de Apple no lo toques. Apple declara la guerra a las reparaciones dom&amp;#233;sticas en EEUU. En Nebraska, Estados Unidos, est&amp;#225;n impulsando una ley que reconozca el derecho a sus ciudadanos a reparar sus propios dispositivos electr&amp;#243;nicos estropeados y esto a Apple no le ha gustado un pelo ya que esto obligar&amp;#237;a a la compa&amp;#241;&amp;#237;a a facilitar los manuales de servicio con cualquier usuario. Como muchas otras empresas del sector, fabricantes de tractores incluidos, Apple est&amp;#225; muy preocupada porque esta tendencia legislativa se est&amp;#225; replicando en otros estados como Minnesota, Nueva York, Massachusetts, Kansas y Wyoming. As&amp;#237; que la maquinaria legal y publicitaria se ha puesto en marcha. &amp;#191;Y t&amp;#250;, ya te has matriculado en cursos ABCD para reparar tus propios cacharros?&amp;#187;</description>
<dc:creator>nettizen</dc:creator>
<dc:date>2017-02-17T16:26:00+00:00</dc:date>
<dc:subject>patentes</dc:subject>
<slash:section>ciberderechos</slash:section>
<slash:comments>62</slash:comments>
<slash:hit_parade>62,59,10,6,2,0,0</slash:hit_parade>
</item>

<item rdf:about="http://softlibre.barrapunto.com/article.pl?sid=17/02/16/104207&amp;from=rss">
<title>El gobierno municipal de Munich vuelve a Microsoft</title>
<link>http://softlibre.barrapunto.com/article.pl?sid=17/02/16/104207&amp;from=rss</link>
<description>Un pobrecito hablador nos cuenta: &amp;#171;Leo en the INQUIRER que el ayuntamiento de M&amp;#250;nich ha tomado finalmente la decisi&amp;#243;n de volver a los sistemas de Microsoft. Cambiar&amp;#225;n las distribuciones de GNU/Linux, el thunderbird y los paquetes ofim&amp;#225;ticos libres por Office, Windows y Outlook. Resumen de la noticia en espa&amp;#241;ol.&amp;#187;</description>
<dc:creator>nettizen</dc:creator>
<dc:date>2017-02-16T08:21:00+00:00</dc:date>
<dc:subject>microsoft</dc:subject>
<slash:section>softlibre</slash:section>
<slash:comments>199</slash:comments>
<slash:hit_parade>199,199,19,12,3,0,0</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=17/02/14/010228&amp;from=rss">
<title>kernel.org cierra su servicio FTP</title>
<link>http://barrapunto.com/article.pl?sid=17/02/14/010228&amp;from=rss</link>
<description>La Linux Kernel Organization, responsable del dominio kernel.org, ha anunciado que cerrar&amp;#225; el acceso por FTP a sus servidores. La decisi&amp;#243;n se ha justificado por considerar el protocolo ftp como ineficiente y poco seguro, adem&amp;#225;s de la sobrecarga que supon&amp;#237;a en sus m&amp;#225;quinas. El acceso al c&amp;#243;digo fuente de Linux se seguir&amp;#225; prestando mediante los protocolos HTTP(S), GIT y RSYNC (rsync://rsync.kernel.org/pub/). El kernel Linux se encuentra replicado en GitHub por voluntad de Linus Torvalds, en googlesource.com por voluntad de Google (visto en Barrapunto), y en otros cientos de repositorios, muchos de los cuales utilizan kernel.org como copia maestra. M&amp;#225;s informaci&amp;#243;n sobre las fechas de terminaci&amp;#243;n del servicio FTP en el anuncio oficial en kernel.org. M&amp;#225;s opiniones en Hacker News.</description>
<dc:creator>jperex (posted by nettizen)</dc:creator>
<dc:date>2017-02-14T00:13:00+00:00</dc:date>
<dc:subject>kernel linux</dc:subject>
<slash:section>mainpage</slash:section>
<slash:comments>7</slash:comments>
<slash:hit_parade>7,7,1,0,0,0,0</slash:hit_parade>
</item>

<item rdf:about="http://barrapunto.com/article.pl?sid=17/02/13/1022230&amp;from=rss">
<title>La obra de H.G. Wells pas&#243; al dominio p&#250;blico en la UE</title>
<link>http://barrapunto.com/article.pl?sid=17/02/13/1022230&amp;from=rss</link>
<description>El escritor y polemista H. G. Wells muri&amp;#243; en 1946, lo que significa que, seg&amp;#250;n las leyes de la Uni&amp;#243;n Europea, su obra pas&amp;#243; al dominio p&amp;#250;blico al acabar 2016. En otros territorios la situaci&amp;#243;n es m&amp;#225;s complicada. En Australia, Canad&amp;#225; y otros, toda la obra publicada durante su vida (luego no sus cartas) estaba ya en el dominio p&amp;#250;blico. En Estados Unidos, lo publicado hasta 1922 est&amp;#225; en dominio p&amp;#250;blico pero lo posterior tiene derechos hasta 95 a&amp;#241;os de la primera publicaci&amp;#243;n (es decir, hasta al menos 2018). En cualquier caso, las traducciones y las adaptaciones tienen sus propios copyrights. H. G. Wells fue uno de los padres de la ciencia-ficci&amp;#243;n y adem&amp;#225;s escribi&amp;#243; sobre historia y pol&amp;#237;tica. Es el autor de 'La m&amp;#225;quina del tiempo', 'La isla del doctor Moreau', 'El hombre invisible', 'La guerra de los mundos', 'Los primeros hombres en la Luna', 'Una utop&amp;#237;a moderna', 'La guerra en el aire', 'Cuando el dormido despierte', 'El mundo se liberta', 'Esquema de los tiempos futuros', 'Breve historia del mundo', 'Cerebro mundial' y 'El pa&amp;#237;s de los ciegos'. Podemos descargar sus obras del Proyecto Gutenberg Australia o del Archivo de Internet. &amp;#191;Qu&amp;#233; libro de Wells recomiendas?</description>
<dc:creator>Ricardo Estalm&#225;n (posted by Wayfarer)</dc:creator>
<dc:date>2017-02-13T12:20:00+00:00</dc:date>
<dc:subject>ci-fi</dc:subject>
<slash:department>retrofuturismo</slash:department>
<slash:section>mainpage</slash:section>
<slash:comments>3</slash:comments>
<slash:hit_parade>3,3,0,0,0,0,0</slash:hit_parade>
</item>

<textinput rdf:about="http://barrapunto.com/search.pl">
<title>Search Barrapunto</title>
<description>Search Barrapunto stories</description>
<name>query</name>
<link>http://barrapunto.com/search.pl</link>
</textinput>

</rdf:RDF>
